{
    
    "ebdf8c56-dbd9-4aef-b4bb-cb4cb4624109": {
        "title": "Ferretti Yachts",
        "category": "used motor boat",
        "maxPassengers": "12",
        "imageUrl": "images/ferretti.jpg",
        "summary": "In pristine condition and loaded with options. Equipped with, among others: Kohler Generator, reversible AC + new diesel operated 'Kabola' central heating, flybridge with an extra refrigerator and grill, and much more. Powered by Twin Caterpillar 660 (fully serviced).",
        "_id": "ebdf8c56-dbd9-4aef-b4bb-cb4cb4624109"
    },
    "ae7dcc32-e529-4ca0-b0a2-f389642da529": {
        "title": "Richmond Yachts Tri-Deck Superyacht",
        "category": "used powerboat / motor yacht",
        "maxPassengers": "24",
        "imageUrl": "images/richmond-yachts-tri-deck.jpg",
        "summary": "This Richmond represents the last and best Richmond yacht ever built with tons of upgrades and improvements to her from trials on the previous builds and created to be the last yacht the owner of Richmond yachts would ever build for himself. Below are some of the upgrades and improved design features:Modern seating and dinning area located on the foredeckBuilt in integral fuel tank, lowering the weight in the vessel making her stronger and giving her a better center of gravity. This all translates to a better, smoother and stable rideSuper soundproofing throughout the vesselCaterpillar 80KW Generator 120/208 3ph w/enclosure on sound isolator mounts (1957 hours – March 2019)New Titanium 5-ton chillers (Jan 2017)Zero Speed Stabilization.",
        "_id": "ae7dcc32-e529-4ca0-b0a2-f389642da529"
    },
    "06eb949e-9a22-4ba4-8832-fa077e930bd8": {
        "title": "Numarine 45XP",
        "category": "new powerboat / motor yacht",
        "maxPassengers": "16",
        "imageUrl": "images/numarine-45xp.jpg",
        "summary": "The 45XP is the flagship in Numarine’s successful explorer range of yachts. Since introducing the XP series 2 years ago Numarine has sold 6 26XP & 4 32XP with hull #7 & #5 both under construction so the line continues to gain in popularity and grow in size.Delivery can be completed in 24-28 months depending on options and interior decor.Full technical details and general arrangement available upon request.",
        "_id": "06eb949e-9a22-4ba4-8832-fa077e930bd8"
    },
    "be958cc1-3318-41f2-82f9-ab5f37064838": {
        "title": "HUNTER Trinity Tri-Deck",
        "category": "new powerboat / motor yacht",
        "maxPassengers": "14",
        "imageUrl": "images/trinity-tri-deck.jpg",
        "summary": "HUNTER is a tri-deck motor yacht ideal for private or charter use. Equipped with zero-speed stabilizers and a fully operating casino in her lounge, cruising aboard HUNTER is reminiscent of a luxury cruise liner. Notwithstanding the considerable space dedicated to the casino, there is still ample room for lounging and entertaining. The Jacuzzi, padded lounge areas and chaise lounges on the upper sun deck play to the hot sun or cool stars.Inside, the contemporary atmosphere balances perfectly with the versatile layout. The main deck lounge may be converted back to a traditional living room.HUNTER is unique as it has the bi-level master stateroom with forward looking views from bed, along with the adjacent 6th stateroom which may be used as an office, a gentleman's parlor, or nanny cabin. This 6th stateroom features a queen berth, vanity desk, hanging locker and bath with shower.",
        "_id": "be958cc1-3318-41f2-82f9-ab5f37064838"
    }
}